Repository: pewpewlive/PewPew-Mesh-Studio
Catalog: */Translation.po
Languages: lt

source: File
lt: Failas

source: New
lt: Naujas

source: Create a new project.
lt: Sukurti naują projektą.

source: Open
lt: Atidaryti

source: Open a project file.
lt: Atidaryti projekto failą.

source: Save
lt: Išsaugoti

source: Saves the current project file.
lt: Išsaugo dabartinį projekto failą.

source: Save as...
lt: Išsaugoti kaip...

source: Saves the current project file in the desired location.
lt: Išsaugo dabartinį projekto failą pasirinktoje vietoje.

source: Import
lt: Importuoti

source: Load a PewPew mesh or an SVG.
lt: Importuoti „PewPew“ modelį ar SVG failą.

source: Export
lt: Eksportuoti

source: Export the current project as a PewPew mesh.
lt: Eksportuoja dabartinį projektą „PewPew“ modelio formatu.

source: Quit
lt: Išeiti

source: Quit PewPew Mesh Studio.
lt: Išeiti iš „PewPew Mesh Studio“.

source: Edit
lt: Redaguoti

source: Undo
lt: Anuliuoti

source: Undo previous action.
lt: Anuliuoja paskutinį veiksmą.

source: Redo
lt: Perdaryti

source: Redo previous action.
lt: Perdaro paskutinį veiksmą.

source: Preferences
lt: Nustatymai

source: Edit user preferences.
lt: Pakeisti vartotojo nustatymus.

source: About
lt: Apie

source: Shows information about PewPew Mesh Studio.
lt: Rodo informaciją apie „PewPew Mesh Studio“.

source: File Dialog
lt: Failo Langas

source: Refresh
lt: Atnaujinti

source: Drives
lt: Diskai

source: Path:
lt: Kelias:

source: Cancel
lt: Atšaukti

source: New Folder
lt: Naujas Aplankas

source: File name
lt: Failo pavadinimas

source: Enter path here
lt: Įveskite kelią čia

source: Create
lt: Sukurti

source: About PewPew Mesh Studio
lt: Apie „PewPew Mesh Studio“

source: Licensed under zlib license.
lt: Licencijuota naudojant „zlib“ licenciją.

source: Copyright © PewPew Mesh Studio team & contributors.
lt: Autorinės teisės priklauso © „PewPew Mesh Studio“ komandai ir prisidėjusiems.

source: Website
lt: Tinklapis

source: Error encountered
lt: Rasta klaida

source: Error:
lt: Klaida:

source: Exits the application with a non-zero exit code.
lt: Išeiti iš programos su nenuliniu išėjimo kodu.

source: Continue
lt: Tęsti

source: Continue running the application.
lt: Pratęsti programos veikimą.

source: Graphics
lt: Grafika

source: Plugins
lt: Įskiepiai

source: Interface
lt: Sąsaja

source: Project
lt: Projektas

source: Editor
lt: Redaktorius

source: Mesh Rendering
lt: Modelio vaizdavimas

source: Enable Antialiasing
lt: Įjungti Išlyginimą

source: Toggles mesh antialiasing in Editor.
lt: Įjungia modelio išlyginimą Redaktoriuje.

source: OpenGL version
lt: „OpenGL“ versija

source: Choose an OpenGL version.
lt: Pasirinkti „OpenGL“ versiją.

source: Keybinds
lt: Klavišai

source: Plugins list
lt: Įskiepių sąrašas

source: Language
lt: Kalba

source: Font
lt: Šriftas

source: Theme
lt: Tema

source: Dark
lt: Tamsi

source: Light
lt: Šviesi

source: Classic
lt: Klasikinė

source: Undo / Redo behavior
lt: Anuliavimo / Perdarymo elgesys

source: Display Latest Action
lt: Rodyti Paskutinį Veiksmą

source: Displays last action you've done at the bottom of the Editor window.
lt: Rodo paskutinį veiksmą jūs atlkote Redaktoriaus lango apačioje.

source: Debug features
lt: Klaidų šalinimo parinktys

source: Display debug console
lt: Rodyti konsolę

source: Displays debug console.
lt: Rodo konsolę.

source: Alert
lt: Įspėjimas

source: You have unsaved changes You sure you want to quit?
lt: Jūs turite neišsaugotų pakeitimų Ar tikrai norite išeiti?

source: Don't show this again
lt: Nerodyti dar kartą

source: Save & Quit
lt: Išsaugoti ir Išeiti

source: Deselect
lt: Atšaukti pasirinkimą

source: Deselects your selection.
lt: Atšaukia jūsų pasirinkimą.

source: Copy
lt: Kopijuoti

source: Copies selection to clipboard.
lt: Kopijuoja pasirinkimą į iškarpinę.

source: Paste
lt: Įklijuoti

source: Pastes an item from clipboard.
lt: Įklijuoja objektą iš iškarpinės.

source: Subdivide
lt: Padalyti

source: Subdivides the selected vertices.
lt: Padalyja pasirinktus vektorius.

source: Delete
lt: Pašalinti

source: Deletes selected items.
lt: Pašalina pasirinktus objektus.

source: Cube
lt: Kubas

source: Creates a cube.
lt: Sukuria kubą.

source: Rectangle
lt: Kvadratas

source: Creates a mesh with 4 vertices.
lt: Sukuria modelį su 4 vektoriais.

source: UV Sphere
lt: UV rutulys

source: Creates a UV sphere.
lt: Sukuria UV rutulį.

source: Ico Sphere
lt: Ikosaedras

source: Creates an icosphere.
lt: Sukuria ikosaedrą.

source: Cylinder
lt: Cilindras

source: Creates a cylinder.
lt: Sukuria cilindrą.

source: Circle
lt: Apskritimas

source: Creates a 2D circle.
lt: Sukuria 2D apskritimą.

source: Alpha
lt: „Alfa“

source: Construct Alpha ship mesh.
lt: Sukonstruoti „Alfa“ laivo modelį.

source: Inspector
lt: Inspektorius

source: Object: {0}
lt: Objektas: {0}

source: Object Position
lt: Objekto vieta

source: Meshes
lt: Modeliai

source: Mesh Position
lt: Tinklo vieta

source: Vertex
lt: Vektorius

source: Position
lt: Vieta

source: Color
lt: Spalva

source: Tools
lt: Įrankiai

source: View
lt: Žiūrėti

source: Isometric
lt: Izometrinis

source: Enable colors
lt: Įjungti spalvas
